# Consonants
CONSONANTS = {
    "k": "क", "kh": "ख", "g": "ग", "gh": "घ",
    "ch": "च", "chh": "छ", "j": "ज", "jh": "झ",
    "t": "त", "th": "थ", "d": "द", "dh": "ध",
    "n": "न", "p": "प", "ph": "फ", "b": "ब", "bh": "भ", "m": "म",
    "y": "य", "r": "र", "l": "ल", "v": "व", "sh": "श", "s": "स", "h": "ह",
    "ksh": "क्ष", "gn": "ज्ञ"
}

# Independent vowels
VOWELS = {
    "a": "अ", "aa": "आ", "i": "इ", "ii": "ई", "u": "उ", "uu": "ऊ",
    "e": "ए", "ai": "ऐ", "o": "ओ", "au": "औ"
}

# Vowel matras
MATRAS = {
    "a": "ा", "aa": "ा", "i": "ि", "ii": "ी", "u": "ु", "uu": "ू",
    "e": "े", "ai": "ै", "o": "ो", "au": "ौ",
    "w": "ो", "v": "ो"
}
